[
  {
    "title": " What is the Challenge?",
    "content": "The 21 Day Challenge is a bridge to the LadyBoss Lifestyle. The Challenge will walk you through each of The 4 Dimensions of the LadyBoss Lifestyle to help you build the foundation you need. All Challenge Group Members will go through the process together!<br><br>Our COO Coach Jessica will be leading the group together with some of our Champions. You will be given all the tools needed to walk you through the 21 Day Challenge. Each week has a new mission, which will fulfill the purpose of each of The 4 Dimensions: STATE, SUBSTANCE, SHAPE, and SPARKLE will be mixed in every week!<br><br>Each dimension has 2 daily Actions that are reviewed in the Daily Dose LIVE video with one of the Champions. You will get tips on how to implement these Actions into your routine AND the opportunity to have your questions answered LIVE!<br><br>Your Playbook has all of the daily actions, workouts, meals, and information needed throughout the LIVE Challenge."
  },
  {
    "title": "What time is the daily dose?",
    "content": "The Daily Dose with a Champion will be LIVE between 10-11am EST/ 9-10am CT/ 8-9am MST/ 7-8am PT.<br><br>Participating in the LIVE Daily Dose gives you the best experience, but if you can’t make it to the session, NO WORRIES. Once the LIVE session is done, it will be posted in the Learning section so you can access it until the end of the Challenge.<br><br>After the 21 Days, the group closes and all exclusive Challenge Content disappears."
  },
  {
    "title": "What happens after 21 days?",
    "content": "The mission of the 21-Day Love Yourself & Lose Weight Challenge is to help you establish the foundation needed to successfully live the LadyBoss Lifestyle. We all learn at different speeds and each of us have unique challenges and roadblocks to overcome.<br><br>Did you know that it takes 66 days to build solid habits that last? That’s the same as 3 Challenges!<br><br>The first 22 days are all about alignment and deconstruction. It’s when you start replacing old habits with new healthy habits. You WILL have a major breakthrough! The next 22 days are for implementation: putting what you’ve learned into actionevery day. You will also find that you start compounding habits, meaning that instead of just doing 1 action a day from The 4, you can start doing more. The next 22 days is about executing and integrating. It’s when you really start solidifying those habits for life!"
  },
  {
    "title": "Can we invite non-LB's to join the LIVE challenge?",
    "content": "Absolutely! The LIVE Challenge is open for anyone needing a kickstart, reboot, or a change of pace in their routine. Invite your sisters, cousins, aunts, or coworkers!! Think of at least 5 women you know that want a happier, healthier life and send them this quick text:<br><br>“Hey _____! So I just signed up for the 21 Day Weight Loss Challenge and I’m challenging you to do it with me 🙂 Here’s the info: https://ladyboss.com/challenge”"
  },
  {
    "title": "Do I need a gym or any equipment for the 21 Day Challenge workouts?",
    "content": "No, you do not need any equipment or a gym to complete your Challenge AfterBurn At Home Workout Plan. Everything can be done at home, no matter your fitness level or experience!"
  },
  {
    "title": "What is a Challenge Champion?",
    "content": "At the end of each LadyBoss LIVE 21 Day Challenge, each challenger will have the opportunity to nominate the Challenger they feel was most engaged, who had the biggest breakthrough, or simply motivated you the most. “Enter To Win” the exclusive, highly coveted title of Challenge Champion! Candidates submit their story (including details, pictures, videos, etc) AND their Live Challenge Transformation and/or breakthrough.<br><br>The winner will be announced in your group on the Wednesday after your Challenge ends. "
  },
  {
    "title": "Can men join the Challenge?",
    "content": "If you are a guy and want to see what the Challenge is all about, grab your wife, girlfriend, sister, mom, aunt.... and watch the magic happen through her experience.<br><br>You might be asking why???? - LadyBoss is a women’s community. You’ve probably heard the saying “men are from Mars and women are from Venus.” Women face different (yet oftentimes very similar) roadblocks as men do. But yet, we are different. LadyBoss is here to celebrate women’s unique abilities! We create a safe place for all women to break down what’s holding them back and to find their inner LadyBoss."
  }
]
